Repository: minazakaria88/obourkom_driver
Catalog: lib/l10n/intl_*.arb
Languages: ur

source: Login
ur: لاگ ان کریں

# language
source: English
ur: اردو

source: Welcome Back
ur: واپس آنے پر خوش آمدید

# haveFun
source: join our partners and increase your income
ur: ابھی ہمارے ساتھی بنیں اور اپنی آمدنی بڑھائیں

# userApp
source: if you are a user and need our services download now user App
ur: اگر آپ صارف ہیں اور خدمت چاہتے ہیں تو براہ کرم صارف ایپ ڈاؤن لوڈ کریں

# phoneNumberToContinue
source: Enter your phone number to continue
ur: جاری رکھنے کے لئے فون نمبر درج کریں

source: Please enter a valid phone number
ur: براہ کرم درست فون نمبر درج کریں

source: Enter
ur: داخل ہوں

# dontHaveAccount
source: Don't have an account?
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟

source: Create Account
ur: اکاؤنٹ بنائیں

# registerWithUs
source: Register with us and enter a world of comfort with Obourkom
ur: ہمارے ساتھ رجسٹر ہوں اور عبور کوم کے ساتھ آسانی کی دنیا میں داخل ہوں

source: Phone Number *
ur: فون نمبر *

source: Name *
ur: نام *

source: Write your name here
ur: یہاں اپنا نام لکھیں

source: Please enter a valid name
ur: براہ کرم درست نام درج کریں

source: Email
ur: ای میل *

source: Please enter a valid email
ur: براہ کرم درست ای میل درج کریں

source: I agree to the
ur: میں متفق ہوں

source: Terms and Conditions
ur: شرائط و ضوابط

source: Privacy Policy
ur: پرائیویسی پالیسی

source: and
ur: اور

source: Register
ur: رجسٹر کریں

source: Please accept the terms and conditions
ur: براہ کرم شرائط و ضوابط قبول کریں

source: OTP
ur: توثیقی کوڈ

# otpText
source: Please enter the 4-digit verification code just sent to you via text message.
ur: براہ کرم وہ 4 ہندسوں کا کوڈ درج کریں جو آپ کو SMS کے ذریعے بھیجا گیا ہے

source: Don't receive the code?
ur: کیا آپ کو کوڈ نہیں ملا؟

source: Code expired in
ur: کوڈ ختم ہوگا

source: Resend
ur: دوبارہ بھیجیں

source: Welcome ,
ur: خوش آمدید،

source: Main
ur: مرکزی صفحہ

source: Orders
ur: آرڈرز

source: Notifications
ur: اطلاعات

source: Profile
ur: میرا پروفائل

source: We cannot determine your location
ur: ہم آپ کا مقام معلوم نہیں کر سکے

# openGps
source: To provide the best service and ease of access, please enable your location
ur: بہتر خدمت اور آسان رسائی کے لیے مقام فعال کریں

source: Active Location
ur: مقام فعال کریں

source: Determine Location Manually
ur: مقام دستی طور پر منتخب کریں

source: Choose Your Service
ur: اپنی مطلوبہ خدمت منتخب کریں

source: All
ur: سب

source: Transport of Goods
ur: سامان کی ترسیل

# bigCars
source: Big Car
ur: بڑی ٹرک

# smallCars
source: Small Car
ur: چھوٹی ٹرک

source: Transfer Services
ur: منتقلی کی خدمات

source: Determine Pickup Location
ur: پک اپ مقام منتخب کریں

source: Determine Delivery Location
ur: ڈیلیوری مقام منتخب کریں

source: Pickup From
ur: پک اپ:

source: Delivery To
ur: ڈیلیوری:

source: Notes
ur: نوٹس

source: Write your notes here
ur: یہاں اپنے نوٹس لکھیں

source: Payment Method
ur: ادائیگی کا طریقہ

source: Do you have a discount code?
ur: کیا آپ کے پاس ڈسکاؤنٹ کوڈ ہے؟

source: Enter discount code
ur: ڈسکاؤنٹ کوڈ درج کریں

source: Active
ur: فعال کریں

source: Expected Transportation Cost
ur: متوقع ٹرانسپورٹ لاگت

# costEstimate
source: This cost is estimated and varies according to each representative. It may sometimes increase depending on the distance between the pickup and delivery location.
ur: یہ لاگت تخمینہ ہے اور نمائندہ کے لحاظ سے مختلف ہو سکتی ہے۔

source: Request
ur: درخواست

source: Please enter delivery location
ur: براہ کرم ڈیلیوری مقام درج کریں

source: Please enter pickup location
ur: براہ کرم پک اپ مقام درج کریں

source: Please write your notes
ur: براہ کرم اپنے نوٹس لکھیں

source: Please choose payment method
ur: براہ کرم ادائیگی کا طریقہ منتخب کریں

source: Confirm Location
ur: مقام کی تصدیق کریں

source: Determined Location
ur: منتخب شدہ مقام

source: choose From Saved Locations
ur: محفوظ کردہ پتے منتخب کریں

source: Personal Account
ur: ذاتی پروفائل

source: Addresses
ur: پتے

# profileLanguage
source: Language
ur: زبان

source: Change Language
ur: زبان تبدیل کریں

source: about Us
ur: ہمارے بارے میں

source: Support
ur: مدد مرکز

source: Logout
ur: لاگ آؤٹ

source: Location
ur: مقام

source: Edit
ur: ترمیم

source: Delete
ur: حذف کریں

source: Home
ur: گھر

source: Call US
ur: ہمیں کال کریں

source: Whatsapp
ur: واٹس ایپ

source: Check Privacy Policy
ur: شرائط و ضوابط کا جائزہ لیں

# areYouSureLogout
source: Are you sure you want to logout?
ur: کیا آپ لاگ آؤٹ کرنا چاہتے ہیں؟

source: Exit
ur: خروج

source: Cancel
ur: منسوخ کریں

source: Delete Account
ur: اکاؤنٹ حذف کریں

# deleteAccountDesc
source: We will permanently delete your account, which will result in the loss of your order history and all your data. Are you sure you want to delete it?
ur: آپ کا اکاؤنٹ ہمیشہ کے لیے حذف ہو جائے گا اور تمام ڈیٹا ختم ہو جائے گا۔ کیا آپ واقعی جاری رکھنا چاہتے ہیں؟

source: Save
ur: محفوظ کریں

source: Type
ur: قسم

source: Work
ur: کام

source: Other
ur: دیگر

source: Add Address
ur: نیا پتہ شامل کریں

source: Please select address type
ur: براہ کرم پتے کی قسم منتخب کریں

source: Label
ur: لیبل

source: Please enter label
ur: براہ کرم لیبل درج کریں

# labelHint
source: Example: My uncle's house
ur: مثال: چچا کا گھر

source: Do you want to delete your account?
ur: کیا آپ اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟

source: No Notifications
ur: کوئی اطلاع نہیں

source: No Orders
ur: کوئی آرڈر نہیں

source: No Addresses
ur: کوئی پتہ نہیں

source: No Saved Addresses
ur: کوئی محفوظ پتہ نہیں

source: Finding Drivers
ur: ڈرائیور تلاش کیے جا رہے ہیں

source: No Drivers Found
ur: کوئی ڈرائیور نہیں ملا

source: Order Details
ur: آرڈر کی تفصیلات

source: Cancel Order
ur: آرڈر منسوخ کریں

source: Car Type
ur: ٹرک کی قسم

source: Service Type
ur: سروس کی قسم

source: Order Number
ur: آرڈر نمبر

source: Looking for offers ...
ur: آفرز تلاش کی جا رہی ہیں...

source: It will take some time ...
ur: اس میں کچھ وقت لگ سکتا ہے...

source: Accept
ur: قبول کریں

source: Decline
ur: انکار کریں

source: On Your Way
ur: آپ کا آرڈر لینے کے لئے راستے میں

source: The Driver Has Arrived
ur: ڈرائیور پہنچ گیا ہے

source: The Shipment Has Arrived
ur: ترسیل مکمل ہوگئی

source: Show On Map
ur: نقشے پر دکھائیں

source: Call
ur: کال کریں

source: Write your message ...
ur: اپنا پیغام لکھیں...

source: Please write your message
ur: براہ کرم اپنا پیغام لکھیں

# currentOrders
source: Current
ur: موجودہ

source: Previous
ur: سابقہ

source: Pending
ur: زیر التواء

source: Payment Summary
ur: ادائیگی کا خلاصہ

source: Order Value
ur: آرڈر کی قیمت

source: Shipment Value
ur: ترسیل کی قیمت

source: Discount
ur: چھوٹ

source: Total
ur: کل:

source: Invoice
ur: انوائس

source: Evaluation
ur: جائزہ

source: Delegation Evaluation
ur: ڈرائیور کا جائزہ

# thanksForYourReview
source: Thank you for your review!
ur: آپ کے جائزے کا شکریہ!

source: Close
ur: بند کریں

source: Set As Primary
ur: بطور مرکزی مقرر کریں

source: Please rate driver
ur: براہ کرم ڈرائیور کو ریٹ کریں

source: No Internet Connection
ur: انٹرنیٹ کنکشن نہیں ہے

source: Please check your internet connection
ur: براہ کرم انٹرنیٹ کنکشن چیک کریں

source: FAQ
ur: اکثر پوچھے گئے سوالات

source: Login Successfully
ur: لاگ ان کامیاب رہا

source: Something went wrong
ur: کچھ غلط ہو گیا

source: Order Date
ur: آرڈر کی تاریخ

source: Order Status
ur: آرڈر کی حیثیت

source: No Orders Found
ur: کوئی آرڈر نہیں ملا

# noOrdersFoundDesc
source: There are no orders available in the current location
ur: موجودہ مقام پر کوئی آرڈر دستیاب نہیں

source: Search on Map
ur: نقشے پر تلاش کریں

source: Negotiation
ur: مذاکرات جاری ہیں

source: Pay Now
ur: ابھی ادائیگی کریں

source: Change Supplier
ur: سپلائر تبدیل کریں

source: Do you want to change supplier?
ur: کیا آپ سپلائر تبدیل کرنا چاہتے ہیں؟

source: Yes
ur: جی ہاں

source: No
ur: نہیں

source: Available
ur: دستیاب

source: ready
ur: تیار

source: stoppable
ur: روکا گیا

source: Change Status
ur: حالت تبدیل کریں

source: Stay Not Connected
ur: غیر متصل رہیں

source: Trip Distance:
ur: فاصلہ:

source: From
ur: سے

source: To
ur: تک

source: Show Details
ur: تفصیلات دکھائیں

source: Details
ur: تفصیلات

source: Add Offer
ur: پیشکش دیں

# confirmAddingOffer
source: to confirm your accept for order Enter the price
ur: آرڈر قبول کرنے کے لیے ترسیل کی قیمت درج کریں

source: Confirm
ur: تصدیق کریں

source: please Enter The Price
ur: قیمت درج کریں

source: Upload Photos
ur: تصاویر اپ لوڈ کریں

# pleaseSubmitTheOrderAndPressTheButton
source: Submit the order and slide the button
ur: آرڈر مکمل کریں اور بٹن دبائیں

source: Delivered
ur: پہنچا دیا گیا

# pleaseReceiveTheOrderAndPressTheButton
source: Receive the order, take a photo, then slide the button
ur: آرڈر وصول کریں، تصویر لیں اور بٹن دبائیں

source: Received
ur: وصول کر لیا گیا

source: Waiting For Reply
ur: جواب کا انتظار ہے

source: Offer Submitted And Waiting For Reply
ur: پیشکش کلائنٹ کو بھیجی گئی، جواب کا انتظار ہے

source: You Are Not Connected
ur: آپ فی الحال غیر متصل ہیں

source: You Can Not Receive Any Orders
ur: آپ کوئی آرڈر وصول نہیں کر سکتے

source: Search In Progress
ur: تلاش جاری ہے...

source: Search For Orders Near Your Location
ur: آپ کے قریب آرڈرز تلاش کیے جا رہے ہیں

source: Edit Offer
ur: پیشکش میں ترمیم کریں

source: Order Completed Successfully
ur: آرڈر کامیابی سے مکمل ہو گیا

source: On The Way To Pickup
ur: آپ کوئی آرڈر پر رہا ہے

source: On The Way To Delivery
ur: آپ کوئی آرڈر پر رہا ہے

source: Chat
ur: چٹ

source: Edit Profile Successfully
ur: پروفائل کو میں ترمیم کر دیا گیا ہے

source: SAR
ur: ریال
